---
kind: other
id: Methods.T:Autodesk.Revit.DB.ExternallyTaggedNonBRep
source: html/08739118-47bb-43f0-1be3-136c9ed6bb44.htm
---
# ExternallyTaggedNonBRep Methods

Controls the usage of this ExternallyTaggedNonBRep.